Repository: giellalt/corpus-sma
Catalog: tmx/sme/admin/sd/samediggi.no/gieleteknologije.html.tmx
Source language: sma
Languages: sme

source: Ohtsh dåarjoem
sme: Oza doarjaga

source: Gïeleteknologije
sme: Ovddasvástideaddji politihkkár

source: Saemiedigkie ovmesssie dotkeme- jïh evtiedimmieaktöörigujmie barka juktie dam gïeleteknologeles faalenassem nænnoestehtedh gaajhki saemien gïeli sisnjeli.
sme: Ávjovárri

source: Politihkere gïen diedte
sme: Aili Keskitalo

source: Phone: +47 971 29 305
sme: aili.keskitalo@samediggi.no

source: Daaletje
sme: Áigeguovdil

source: Saemien tastatuvre smarttellefovnide gaervies
sme: Elektrovnnalaš lohkanveahki álmmuheapmi davvi sámegielas

source: Tjïelte- jïh orrestimmieministere Jan Tore Sanner jïh saemiedigkiepresidente...
sme: Sámediggi lea ovttas Acapela Group AB., Divvun ja Giellateknoin Romssa Univer...

source: Lohkh jienebh
sme: Loga eambbo

source: Soptsestimmiesyntese noerhtesaemien gïelese
sme: Sámi boallobeavdi jierbmetelefovnnaide lea válmmas

source: Saemiedigkie lea daelie barkoem aalkeme soptsestimmiesyntesem evtiedidh noe...
sme: Gieldda- ja ođasmahttinministtar Jan Tore Sannerja sámediggepresideanta Aili...

source: Vuesieh gaajkesh saakh
sme: Čájet buot áššiid
